{
    "items": {
        "1152": {
            "name": "SMAW Launcher",
            "description": "The Shoulder-Launched Multipurpose Assault Weapon is a versatile rocket launcher capable of reducing vehicles and infrastructure to a smoldering wreck. This weapon is effective against armored units at a range of half a kilometer - just make sure nobody you love is standing behind you when you fire, as the SMAW’s backblast is lethal up to a hundred feet away.",
            "effect": "",
            "requirement": "",
            "type": "Secondary",
            "weapon_type": "Heavy artillery",
            "buy_price": 0,
            "sell_price": 10000000,
            "market_value": 80500001,
            "circulation": 545,
            "image": "https://www.torn.com/images/items/1152/large.png",
            "tradeable": true
        },
        "1153": {
            "name": "China Lake",
            "description": "The one thing you don’t want to see when scouring your enemy’s loadout is the term “Pump-Action Grenade Launcher”. These Vietnam-era weapons mimic the arc of a hand-thrown grenade, allowing the bearer to launch several explosive rounds towards their target in quick succession.",
            "effect": "",
            "requirement": "",
            "type": "Secondary",
            "weapon_type": "Heavy artillery",
            "buy_price": 0,
            "sell_price": 8000000,
            "market_value": 755050504,
            "circulation": 630,
            "image": "https://www.torn.com/images/items/1153/large.png",
            "tradeable": true
        },
        "1154": {
            "name": "Milkor MGL",
            "description": "Despite their common use by modern anti-riot police as a means of deploying baton rounds and gas grenades against protestors, the Milkor Multiple Grenade Launcher was primarily intended as a lethal addition to shorthanded military units. The Milkor is the lovechild of a revolver and a traditional grenade launcher, with its six-shot cylinder magazine bestowing the user with a ridiculously high rate of fire for such a devastating weapon.",
            "effect": "",
            "requirement": "",
            "type": "Secondary",
            "weapon_type": "Heavy artillery",
            "buy_price": 0,
            "sell_price": 12000000,
            "market_value": 129000000,
            "circulation": 618,
            "image": "https://www.torn.com/images/items/1154/large.png",
            "tradeable": true
        },
        "1155": {
            "name": "PKM",
            "description": "If you’re looking for a reliable front-line weapon with which to eviscerate enemy infantry, you could do no better than the PKM belt-fed machine gun. This modernized variant of the original PK was devised by famed Soviet military engineer and arms designer Mikhael Kalashnikov, and the fact that it is still used today by the Russian armed forces is a testament to its efficacy and reliability.",
            "effect": "",
            "requirement": "",
            "type": "Primary",
            "weapon_type": "Machine gun",
            "buy_price": 0,
            "sell_price": 10000000,
            "market_value": 127000001,
            "circulation": 569,
            "image": "https://www.torn.com/images/items/1155/large.png",
            "tradeable": true
        },
        "1156": {
            "name": "Negev NG-5",
            "description": "Also known as the IWI Negev, the NG-5 is an Israeli light machine gun designed to be reliable in the most adverse conditions imaginable. The weapon’s predecessor, the Galil, had a propensity to overheat in desert settings, but the NG-5 has no such issues thanks to the addition of an adjustable gas regulator which allows for different rates of fire depending on the environment.",
            "effect": "",
            "requirement": "",
            "type": "Primary",
            "weapon_type": "Machine gun",
            "buy_price": 0,
            "sell_price": 10000000,
            "market_value": 93333334,
            "circulation": 569,
            "image": "https://www.torn.com/images/items/1156/large.png",
            "tradeable": true
        },
        "1157": {
            "name": "Stoner 96",
            "description": "The Stoner 96 light machine gun was the final project of renowned American gun designer Eugene Stoner before his death in 1997. Created as a refinement of the Stoner 86 model, the 96 design enjoys lower recoil than its predecessor due to its use of a stock buffer and its ability to fire with an open bolt. These modifications mean that the 96 Stoner is shorter and lighter than the 86 at the expense of a reduced fire rate.",
            "effect": "",
            "requirement": "",
            "type": "Primary",
            "weapon_type": "Machine gun",
            "buy_price": 0,
            "sell_price": 8000000,
            "market_value": 258999333,
            "circulation": 695,
            "image": "https://www.torn.com/images/items/1157/large.png",
            "tradeable": true
        },
        "1173": {
            "name": "Crystalline Falcata",
            "description": "The Crystalline Falcata is an ancient weapon whose blade was forged using a technique that has long been lost to time. Historic texts describe the Falcata's crystalline structure as enabling it to cut through steel and stone, and perhaps even the fabric of reality itself.",
            "effect": "",
            "requirement": "",
            "type": "Melee",
            "weapon_type": "Slashing",
            "buy_price": 0,
            "sell_price": 0,
            "market_value": 0,
            "circulation": 4054,
            "image": "https://www.torn.com/images/items/1173/large.png",
            "tradeable": false
        },
        "1175": {
            "name": "Stygian Darkness",
            "description": "Roman Dodecahedrons were first discovered in the 1700s, and in the centuries that followed more than 100 of these mysterious copper objects sprung up across Europe. Nobody really knew what purpose the Dodecahedrons served, until, by pure fortune, one of them found itself in close proximity to the creature M'aol, upon whom the power of Stygian Darkness was exerted.",
            "effect": "Interdimensional opponent becomes drawn into our physical realm.",
            "requirement": "",
            "type": "Temporary",
            "weapon_type": "Temporary",
            "buy_price": 0,
            "sell_price": 0,
            "market_value": 0,
            "circulation": 12587,
            "image": "https://www.torn.com/images/items/1175/large.png",
            "tradeable": false
        },
        "1178": {
            "name": "Party Popper",
            "description": "Party Poppers form an essential part of the Christmas dining experience, as no meal is complete without having to pick ribbons of gravy-soaked tissue off your dinner plate. Each Party Popper contains roughly 0.016g of explosive material, meaning you would need 12,000 of these to make your own yuletide grenade. Alternatively, you could just equip one of these as a temporary weapon and fire it at your opponent's face, as doing so will drape them in pretty little streamers. How cute!",
            "effect": "Opponent becomes Festive, decreasing melancholy to 1/5th for 24 hours.",
            "requirement": "",
            "type": "Temporary",
            "weapon_type": "Temporary",
            "buy_price": 0,
            "sell_price": 0,
            "market_value": 207500,
            "circulation": 40020,
            "image": "https://www.torn.com/images/items/1178/large.png",
            "tradeable": true
        },
        "1205": {
            "name": "Wrench",
            "description": "Made from a carbon steel alloy, this wrench can be used to fasten or unfasten all sorts of bolts, nuts, or other fasteners. Hex bolts, square nuts, wing nuts, slotted screws, rivet nuts, anchor screws, phillips head screws, eye bolts, toggle bolts, U-bolts, jam nuts, stud bolts, coupling nuts, thumb screws, and your grandmother's cookie jar - you name it, this wrench can fasten or unfasten it all day long.",
            "effect": "",
            "requirement": "",
            "type": "Temporary",
            "weapon_type": "Temporary",
            "buy_price": 0,
            "sell_price": 60,
            "market_value": 1029,
            "circulation": 865862,
            "image": "https://www.torn.com/images/items/1205/large.png",
            "tradeable": true
        },
        "1231": {
            "name": "Golf Club",
            "description": "A versatile implement well-suited to use on the greens and in the ghetto, the golf club's aerodynamic design makes it a favorite of both course professionals and professional killers. Whether you're teeing off or taking out someone's teeth, this club's polished titanium head will hit the target with unnerving accuracy.",
            "effect": "",
            "requirement": "",
            "type": "Melee",
            "weapon_type": "Clubbing",
            "buy_price": 0,
            "sell_price": 2150,
            "market_value": 1664,
            "circulation": 255223,
            "image": "https://www.torn.com/images/items/1231/large.png",
            "tradeable": true
        },
        "1255": {
            "name": "Bone Saw",
            "description": "Bone saws are a common feature of both butcher's shops and hospital surgeries. This particular saw has a universal tooth design, giving it the power to hack through dense bone while maintaining the precision needed for finer, more delicate cuts. There are, however, several types of bone which are incompatible with this saw, including knucklebones, trombones, Ken Bones, and lazybones.",
            "effect": "Required in the disposal of a dead body.",
            "requirement": "",
            "type": "Melee",
            "weapon_type": "Slashing",
            "buy_price": 0,
            "sell_price": 800,
            "market_value": 19114,
            "circulation": 99091,
            "image": "https://www.torn.com/images/items/1255/large.png",
            "tradeable": true
        },
        "1257": {
            "name": "Cattle Prod",
            "description": "A cattle prod is an electric powered-device used to persuade livestock to move. Since human to cow conversation is no longer possible, violence is the only way in which farmers are able to communicate their desires to their bovine bretheren. Cattle prods typically impart a low-current shock of 5 milliamps and around 4,000 volts upon their recipient. This device has been modified to transmit up to 100 milliamps and 10,000 volts. Have fun!",
            "effect": "Opponent becomes Shocked, causing them to miss the next turn.",
            "requirement": "",
            "type": "Melee",
            "weapon_type": "Mechanical",
            "buy_price": 0,
            "sell_price": 1250,
            "market_value": 193315,
            "circulation": 28118,
            "image": "https://www.torn.com/images/items/1257/large.png",
            "tradeable": true
        },
        "1294": {
            "name": "Glitter Bomb",
            "description": "A recent poll listed glitter as the second-most annoying substance known to mankind, behind old milk but ahead of uranium. This Glitter Bomb can be used to deploy shiny dirt into every crease and crevice of your opponent, either as a sign of affection, or a display of malicious intent. The glitter in this Glitter Bomb was made from recycled DVD covers produced for Mariah Carey’s 2001 movie Glitter, which bombed at the box office.",
            "effect": "Opponent becomes Fabulous, increasing flamboyance by 57% for 24 hours.",
            "requirement": "",
            "type": "Temporary",
            "weapon_type": "Temporary",
            "buy_price": 0,
            "sell_price": 0,
            "market_value": 104426,
            "circulation": 106348,
            "image": "https://www.torn.com/images/items/1294/large.png",
            "tradeable": true
        },
        "1296": {
            "name": "Ban Hammer",
            "description": "The mythical Ban Hammer wielded by staff against unruly citizens has now become manifest. All hail its unrivaled ability to defeat cheaters and perverts through the power of federal jailing. Bow before its might. Fear its judgement. Loathe it. Love it. Kiss it as if it were your mother. For if you step out of line, even just once, the Ban Hammer shall be brought down upon you with the full force of Federal Law.",
            "effect": "Opponent becomes chastized, increasing their chances of posting a complaint thread in GD.",
            "requirement": "",
            "type": "Melee",
            "weapon_type": "Clubbing",
            "buy_price": 0,
            "sell_price": 0,
            "market_value": 0,
            "circulation": 45,
            "image": "https://www.torn.com/images/items/1296/large.png",
            "tradeable": true
        }
    }
}